Remove Sketch
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RemoveTrussSketch { get; }
  Visual Basic
Public Shared ReadOnly Property RemoveTrussSketch As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RemoveTrussSketch {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures TrussFailures Class
  Autodesk.Revit.DB Namespace